"%@ already exists. Replace?" = "%@ は既に存在します。置き換えますか？";
"/ %@" = "/ %@";
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";
"3rd-party source code" = "サードパーティのソースコード";
"?" = "?";
"\"%@\" notification is disabled" = "\"%@\" の通知は無効です";
"About Fcitx5 macOS" = "Fcitx5 macOS について";
"Add" = "追加";
"Add an empty group" = "空のグループを追加";
"Add group" = "グループを追加";
"Add input methods" = "入力法を追加";
"Add item" = "項目を追加";
"Addon Config" = "アドオン設定";
"Advanced" = "詳細";
"All phrases are imported" = "全フレーズをインポートしました";
"All plugins are up to date" = "すべてのプラグインは最新です";
"Alpha (0-255)" = "アルファ (0-255)";
"Amharic" = "アムハラ語";
"and" = "と";
"Arabic" = "アラビア語";
"Are you sure to uninstall selected plugins?" = "選択したプラグインをアンインストールしますか？";
"Are you sure to uninstall?" = "アンインストールしますか？";
"Available" = "利用可能";
"Cancel" = "キャンセル";
"Cannot show config for %@: %@" = "%@ の設定を表示できません: %@";
"Check update" = "アップデートを確認";
"Checking" = "確認中";
"Chinese" = "中国語";
"Clear all data" = "すべてのデータを消去";
"Clear user data" = "ユーザーデータを消去";
"Cleared" = "消去しました";
"Click or drag %@ file here" = "%@ ファイルをここにクリックまたはドラッグ";
"Click or drag image file here" = "画像ファイルをここにクリックまたはドラッグ";
"Click or drag theme file (.conf) here" = "テーマファイル (.conf) をここにクリックまたはドラッグ";
"Click or drag to this area" = "クリックまたはこのエリアにドラッグ";
"Click to record" = "クリックして録画";
"Close" = "閉じる";
"Config" = "設定";
"Create" = "作成";
"Current keyboard layout: %@" = "現在のキーボードレイアウト: %@";
"Custom Phrase" = "カスタムフレーズ";
"Data" = "データ";
"Data manager" = "データマネージャー";
"Debug" = "デバッグ";
"Default" = "デフォルト";
"Developed by" = "開発者";
"Disable" = "無効化";
"Done" = "完了";
"Download failed" = "ダウンロード失敗";
"Edit" = "編集";
"Enable" = "有効化";
"English" = "英語";
"Error" = "エラー";
"Export data to …" = "データをエクスポート…";
"Export failed" = "エクスポート失敗";
"Export succeeded" = "エクスポート成功";
"Failed to check update" = "アップデートの確認に失敗";
"Failed to convert txt table(s): %@" = "テキストテーブルの変換に失敗: %@";
"Failed to copy Squirrel files" = "Squirrel ファイルのコピーに失敗";
"Failed to create" = "作成失敗";
"Failed to import %@ dict(s)" = "%@ 個の辞書のインポートに失敗";
"Failed to remove" = "削除失敗";
"Failed to save" = "保存失敗";
"Fcitx5 Android" = "Fcitx5 Android";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 は最新です";
"Fcitx5 macOS" = "Fcitx5 macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 は必要に応じて自動的に再起動します。";
"Fcitx5 will auto restart." = "Fcitx5 は自動的に再起動します。";
"Files with the same name will be overridden." = "同名のファイルは上書きされます。";
"Follow App background (Liquid Glass)" = "アプリの背景に従う（リキッドガラス）";
"Font family" = "フォントファミリ";
"Generic" = "汎用";
"Generic font families" = "汎用フォントファミリ";
"Global Config" = "グローバル設定";
"Group name" = "グループ名";
"Hamster" = "Hamster";
"Hide" = "隠す";
"https:// or data:image/png;base64," = "https:// または data:image/png;base64,";
"Import" = "インポート";
"Import customized table" = "カスタムテーブルをインポート";
"Import data from …" = "データをインポート…";
"Import dictionaries" = "辞書をインポート";
"Import native custom phrases" = "ネイティブカスタムフレーズをインポート";
"Import succeeded" = "インポート成功";
"Imported %@ phrase(s)" = "%@ 個のフレーズをインポートしました";
"Include Rime user directory in backup file?" = "バックアップファイルに Rime ユーザーディレクトリを含めますか？";
"Input Methods" = "入力法";
"Install" = "インストール";
"Install failed" = "インストール失敗";
"Install manually" = "手動インストール";
"Installed" = "インストール済み";
"Invalid file name" = "無効なファイル名";
"Invalid regular expression" = "正規表現が無効です";
"Invalid zip" = "無効な ZIP";
"Items failed to import:" = "インポートに失敗した項目:";
"Japanese" = "日本語";
"Keyboard layout not available" = "キーボードレイアウトが利用できません";
"Keyword" = "キーワード";
"Korean" = "韓国語";
"Latest (unstable) version available" = "最新（不安定版）が利用可能です";
"Licensed under" = "ライセンス:";
"Local" = "ローカル";
"Local Squirrel" = "ローカルの Squirrel";
"Malayalam" = "マラヤーラム語";
"Maybe later" = "後で";
"Name" = "名前";
"New file" = "新規ファイル";
"No" = "いいえ";
"No files selected" = "ファイルが選択されていません";
"OK" = "OK";
"Only show current language" = "現在の言語のみ表示";
"Open dictionary directory" = "辞書ディレクトリを開く";
"Open directory" = "ディレクトリを開く";
"Open in editor" = "エディタで開く";
"Order" = "順序";
"Other" = "その他";
"Phrase" = "フレーズ";
"Pinyin Dictionaries" = "ピンイン辞書";
"Pinyin user data" = "ピンインユーザーデータ";
"Please update Fcitx5 in \"About\" first" = "まず「关于」で Fcitx5 をアップデートしてください";
"Plugin Manager" = "プラグインマネージャー";
"Preview" = "プレビュー";
"Quick Phrase" = "クイックフレーズ";
"Reload" = "再読み込み";
"Reloaded" = "再読み込み完了";
"Remove" = "削除";
"Remove dictionaries" = "辞書を削除";
"Remove items" = "項目を削除";
"Rename" = "名前を変更";
"Rename group" = "グループ名を変更";
"Reset current page. To reset a single item/group, right click on its label." = "現在のページをリセット。個別の項目/グループをリセットするには、ラベルを右クリックしてください。";
"Reset to default" = "デフォルトにリセット";
"Restart" = "再起動";
"Restart process to load new fonts" = "新しいフォントを読み込むためにプロセスを再起動";
"Right click to reset this group" = "右クリックでこのグループをリセット";
"Right click to reset this item" = "右クリックでこの項目をリセット";
"Rime binaries" = "Rime バイナリ";
"Rime config" = "Rime 設定";
"Rime user data" = "Rime ユーザーデータ";
"Russian" = "ロシア語";
"Save" = "保存";
"Saved" = "保存しました";
"Search" = "検索";
"Select" = "選択";
"Select a language from the left list." = "左のリストから言語を選択してください。";
"Select an input method from the side bar." = "サイドバーから入力法を選択してください。";
"Select App" = "アプリを選択";
"Select font" = "フォントを選択";
"Select image" = "画像を選択";
"Select/Import CSS" = "CSS を選択/インポート";
"Select/Import theme" = "テーマを選択/インポート";
"Selected %@ file(s)" = "%@ 個のファイルを選択";
"Set keyboard layout of group" = "グループのキーボードレイアウトを設定";
"Set keyboard layout of input method" = "入力法のキーボードレイアウトを設定";
"Show keyboard layout" = "キーボードレイアウトを表示";
"Sinhala" = "シンハラ語";
"Sogou Cell Dictionary" = "Sogou セル辞書";
"Status bar is hidden" = "ステータスバーは非表示です";
"Switch to Debug" = "デバッグ版に切り替え";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Fcitx5 がクラッシュし、デバッグに協力したい場合のみデバッグ版に切り替えてください。";
"Switch to Release" = "リリース版に切り替え";
"Table" = "テーブル";
"Table config: *.conf or *.conf.in" = "テーブル設定: *.conf または *.conf.in";
"Table data: *.dict or *.txt" = "テーブルデータ: *.dict または *.txt";
"Tamil" = "タミル語";
"Thai" = "タイ語";
"Theme Editor" = "テーマエディタ";
"Theme name" = "テーマ名";
"Toggle input method" = "入力法を切り替え";
"Toggle Sidebar" = "サイドバーを切り替え";
"Toggle the visibility of the sidebar" = "サイドバーの表示/非表示を切り替え";
"Type here to preview style" = "ここに入力してスタイルをプレビュー";
"Ukrainian" = "ウクライナ語";
"Uninstall" = "アンインストール";
"Uninstall and keep user data" = "ユーザーデータを保持してアンインストール";
"Uninstall failed, you may need to manually remove" = "アンインストールに失敗しました。手動で削除が必要な場合があります";
"Unknown - %@" = "不明 - %@";
"Unsupported config" = "サポートされていない設定";
"Unsupported option type %@" = "サポートされていないオプションタイプ %@";
"Update" = "アップデート";
"Update available" = "アップデートがあります";
"Update now" = "今すぐアップデート";
"uses" = "を使用";
"Version %@ available" = "バージョン %@ が利用可能です";
"Vietnamese" = "ベトナム語";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "リキッドガラスが有効な場合、テーマはアプリの背景に従います。これは内蔵入力法と同じ動作です。\n固定のライト/ダークテーマを設定するには、背景 → ぼかし を「なし」または「ぼかし」に変更してください。";
"Yes" = "はい";
"You may re-enable it in Advanced → macOS Frontend." = "詳細 → macOS フロントエンド で再有効化できます。";
"You may re-enable it in Advanced → macOS Notification." = "詳細 → macOS 通知 で再有効化できます。";
"Your system version is no longer supported" = "システムバージョンはサポートされていません";
"~/.config/fcitx5" = "~/.config/fcitx5";
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";
"~/Library/fcitx5" = "~/Library/fcitx5";
